{
  "opinions": [
    {
      "id": 1,
      "name": "Areeb Karim",
      "opinion": "Khabib is the goat! Everyone else is Janky!! I hope you see the light one day! Cool, cool, cool, cool, cool, cool, cool... On the real tho, I am really happy you were a part of our journey so far in the bootcamp, it is really hard to imagine how it would have been without without your calm presence guiding us to success. You really were with us on weekends during your off days working with us and I really admire you for that!"
    },
    {
      "id": 2,
      "name": "Nick Sollon",
      "opinion": "Good luck teaching Amazon workers! Thank you for all the encouragement and help through our hard times! We'll miss you! I can't wait for you to see our final projects at the end! Your positivity and reassurance of your experiences matching ours helped push all of us to where we are now!"
    },
    {
      "id": 3,
      "name": "Keino Chichester",
      "opinion": "Rockstar! Thank you for your patience and persistence while helping me troubleshoot. I appreciate you adding a philosophical perspective to coding, it helps with understanding the fundamentals in a way that wont allow me to forget. I can’t promise I’ll stop trying to build a Tesla with a screwdriver, but I will promise that I’ll also pick up a hammer for good measure :D. Stay in Touch!"
    },
    {
      "id": 4,
      "name": "Andrew Cavanaugh",
      "opinion": "Farewell Gehrig. Thank you for being such a great 3rd instructor! Hope you enjoy the horse :)"
    },
    {
      "id": 5,
      "name": "Jim Brennan",
      "opinion": "I appreciated the coding help but also how generous you were with your time and perspective. PRIME pep talks and FRESH advice. Enjoy the next step. "
    },
    {
      "id": 6,
      "name": "George Elkik",
      "opinion": "Hey Gehrig, thanks for all your encouragement and help throughout the bootcamp! It goes a long way and I hope the best for you in the future!"
    },
    {
      "id": 7,
      "name": "Justin Michael Elue",
      "opinion": "Bye Drippy G. You really made things better with your presence and energy. You made this bootcamp experience extra worth it. Thanks for keeping it so real. "
    },
    {
      "id": 8,
      "name": "Matthew Williams",
      "opinion": "Thanks for everything that you have put into this cohort! Hope you are able to achieve great things!"
    },
    {
      "id": 9,
      "name": "Isabella Persaud",
      "opinion": "Gehrig! It was a pleasure meeting you! Thank you so much for all the help and advice you gave me. I appreciate the way you approached topics and the way you went about teaching them. You’re going to be so missed."
    },
    {
      "id": 10,
      "name": "Ziru Zou",
      "opinion": "I'm very thankful for all your help throughout the course and wish you the best of luck at your new job!"
    },
    {
      "id": 11,
      "name": "Nickita Danilovich",
      "opinion": "It was sad to hear that you were leaving. Thank you so much for all the code lessons and reviews that got me through the code challenges. You were a big help and easily understandable with all your explanations. Wish you luck in whatever may come next!!!"
    },
    {
      "id": 12,
      "name": "Robert Gorz",
      "opinion": "Hey! I can’t thank you enough for all of your help/advice and all of the effort you’ve put in to keep us all alive. Your teaching style is incredibly thorough and things won’t be the same without you, but I wish you the best with your new Amazon babies. It has been amazing getting to know you over the past weeks, don’t forget about us!"
    },
    {
      "id": 13,
      "name": "Chris Choute",
      "opinion": "Thank you for everything Gherig! You worked with us after class was over and even on weekends to make sure that we were all doing well and it is so deeply appreciated that it can hardly be put into words. This cohort won't be the same after you leave but the lessons you've taught us will stick around forever!"
    },
    {
      "id": 14,
      "name": "Camron West",
      "opinion": "Gehrig, we didn’t talk much during the program, but you should know that you were a phenomenal addition to this cohort, you helped us all through the most difficult challenges we’ve faced so far, and I want to thank you for everything. I wish nothing but the best for your future adventures!"
    },
    {
      "id": 15,
      "name": "Ash Dean",
      "opinion": "Hey Gehrig. It was a real pleasure to get to know you over the last few weeks. In so many interactions we had both within a group and 1-on-1 I felt your radiant positivity and compassion and that helped me massively with getting through the first 2 phases of this program. Thank you so much, I wish good things for you in your new role & in everything that accompanies & follows in life."
    },
    {
      "id": 16,
      "name": "Nate Pennebaker",
      "opinion": "Thank you for all your help over the past 7 weeks Gehrig! I genuinely don’t think that I would have kept my sanity during and after phase 1 without your help and calming workflow. Hope you keep moving up and up and that we meet again in the work world. Keep in touch and keep me posted on your weather app. We’ll miss you!"
    },
    {
      "id": 17,
      "name": "Amin Samani",
      "opinion": "Gehrig, fellow nerd and chess player, it’s been a pleasure playing along with you this game of pixels, some say The Catalan is best and some the Caro, yet I wonder if Gehrig could also be named a hero! Thanks for all you did dude! Good luck out there!"
    },
    {
      "id": 18,
      "name": "Madison Evans",
      "opinion": "I really appreciate your helpfulness and perspective you offered the cohort! Best of luck moving forward!"
    },
    {
      "id": 19,
      "name": "Tim Urbom",
      "opinion": "I really appreciate your helpfulness and perspective you offered the cohort! Best of luck moving forward!"
    },
    {
      "id": 20,
      "name": "Forrest Jones",
      "opinion": "So Forrest...this is how you share your screen with the Zoom program...get it together man! Thank you for being amazing my friend!"
    },
    {
      "id": 21,
      "name": "Alex Guest",
      "opinion": "Gehrig, thank you for helping us all through the first two phases. Not only did your coding knowledge assist us but your relaxing energy and chill vibes helped out big time. Cheers! Onward and Upward! "
    },
    {
      "id": 22,
      "name": "Susan Ahmed",
      "opinion": "Gehrig, you’ve been amazing. I’m not sure how I’m supposed to pass another coding challenge without your guidance but I’ll try. The cohort will miss you tremendously. Wishing you all the best in everything you do! Thank you for everything."
    },
    {
      "id": 22,
      "name": "Andrea Jin",
      "opinion": "Hey Gehrig! Thank you so much for being our TC. I said this before, but your help with our phase 2 project was very much appreciated. Hope you have a wonderful experience with your next journey!"
    },{
      "id": 23,
      "name": "Duane Grell",
      "opinion": "Thanks so much for all of your help these past few weeks. Please know that your presence was appreciated by all. You have been so generous with your time and help, and the patience you have with us knows no bounds. Knowing that you were around to help with my reviews and my terrible coding has been a comforting feeling. You will be missed. Wishing you all the best!"
    },
    {
      "id": 24,
      "name": "Eleanor Kelman",
      "opinion": "Thank you for being so supportive and teaching me just as much as you taught the (other?) students! You've been so validating and helpful as well as just a blast to talk to and I'm glad I got to know you these past few weeks!"
    },
    {
      "id": 25,
      "name": "Tyler Taylor",
      "opinion": "G, you are an absolute rockstar. You’re consistently a bright spot in the students’ experience here, not to mention my own. We may complain about our jobs at times, but at the end of the day I’m leaving with someone I’d consider a true friend. Keep being yourself, as I know you will, and you’ll end up in the right spot. That company will be lucky to have you."
    }
  ],
  "feedbackPoll": {
    "id": 1,
    "yes": 105,
    "no": 129
  }
}